---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.CutFailures
source: html/f7542317-19cf-7eb6-c767-6cc84f21a558.htm
---
# BuiltInFailures.CutFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.